Repository: marcoleejr/spacemap
Catalog: Sources/SpaceMap/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt

# nav.scan_home
source: Scan Home
de: Home scannen
es: Analizar inicio
fr: Analyser l’accueil
ja: ホームをスキャン
pt: Verificar Início

# nav.choose_folder
source: Choose Folder…
de: Ordner wählen…
es: Elegir carpeta…
fr: Choisir un dossier…
ja: フォルダを選択…
pt: Escolher pasta…

# panel.choose_title
source: Choose a folder to scan
de: Zu scannenden Ordner wählen
es: Elige una carpeta para analizar
fr: Choisissez un dossier à analyser
ja: スキャンするフォルダを選択
pt: Escolha uma pasta para verificar

# panel.choose_message
source: SpaceMap will map this folder and items on the same volume.
de: SpaceMap kartiert diesen Ordner und die Inhalte desselben Volumes.
es: SpaceMap mapeará esta carpeta y los elementos del mismo volumen.
fr: SpaceMap va cartographier ce dossier et les éléments du même volume.
ja: SpaceMapはこのフォルダと同じボリューム内の項目をマップします。
pt: O SpaceMap mapeará esta pasta e os itens no mesmo volume.

# filter.placeholder
source: Filter by name
de: Nach Namen filtern
es: Filtrar por nombre
fr: Filtrer par nom
ja: 名前で絞り込む
pt: Filtrar por nome

# mode.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt: Tamanho

# mode.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
pt: Arquivos

# mode.age
source: Age
de: Alter
es: Antigüedad
fr: Âge
ja: 更新
pt: Idade

# toggle.hidden
source: Hidden files
de: Versteckte Dateien
es: Archivos ocultos
fr: Fichiers cachés
ja: 隠しファイル
pt: Arquivos ocultos

# toggle.apparent
source: Apparent size
de: Tatsächliche Größe
es: Tamaño aparente
fr: Taille apparente
ja: 見かけのサイズ
pt: Tamanho aparente

# depth.label
source: Depth %d
de: Tiefe %d
es: Profundidad %d
fr: Profondeur %d
ja: 深さ %d
pt: Profundidade %d

# summary.scanning
source: Scanning
de: Scannen
es: Analizando
fr: Analyse
ja: スキャン中
pt: Verificando

# summary.empty
source: No scan yet
de: Noch kein Scan
es: Aún sin análisis
fr: Pas encore d’analyse
ja: 未スキャン
pt: Nenhuma verificação

# file_count
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
ja: %lldファイル
pt: %lld arquivos

# dir_count
source: %lld dirs
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
ja: %lldフォルダ
pt: %lld pastas

# files_compact_one
source: %@ file
de: %@ Datei
es: %@ archivo
fr: %@ fichier
ja: %@ファイル
pt: %@ arquivo

# files_compact_other
source: %@ files
de: %@ Dateien
es: %@ archivos
fr: %@ fichiers
ja: %@ファイル
pt: %@ arquivos

# dirs_compact_one
source: %@ dir
de: %@ Ordner
es: %@ carpeta
fr: %@ dossier
ja: %@フォルダ
pt: %@ pasta

# dirs_compact_other
source: %@ dirs
de: %@ Ordner
es: %@ carpetas
fr: %@ dossiers
ja: %@フォルダ
pt: %@ pastas

# status.scanning
source: scanning %@ entries · %@ s · %@
de: scanne %@ Einträge · %@ s · %@
es: analizando %@ entradas · %@ s · %@
fr: analyse de %@ entrées · %@ s · %@
ja: %@エントリをスキャン中 · %@秒 · %@
pt: verificando %@ entradas · %@ s · %@

# status.done
source: scan %@ entries · %@ s
de: %@ Einträge · %@ s
es: análisis de %@ entradas · %@ s
fr: analyse de %@ entrées · %@ s
ja: %@エントリ · %@秒
pt: verificação de %@ entradas · %@ s

# status.starting
source: starting
de: Start
es: iniciando
fr: démarrage
ja: 開始中
pt: iniciando

# fda.message
source: Some protected folders are hidden. SpaceMap can still map everything it can read.
de: Einige geschützte Ordner sind ausgeblendet. SpaceMap kartiert trotzdem alles Lesbare.
es: Algunas carpetas protegidas están ocultas. SpaceMap puede mapear todo lo que puede leer.
fr: Certains dossiers protégés sont masqués. SpaceMap cartographie tout ce qu’il peut lire.
ja: 保護されたフォルダは非表示です。SpaceMapは読み取り可能な範囲をマップします。
pt: Algumas pastas protegidas estão ocultas. O SpaceMap ainda mapeia tudo o que pode ler.

# fda.action
source: Enable Full Disk Access…
de: Vollzugriff aktivieren…
es: Activar acceso total al disco…
fr: Activer l’accès complet au disque…
ja: フルディスクアクセスを有効化…
pt: Ativar acesso total ao disco…

# rail.views
source: Views
de: Ansichten
es: Vistas
fr: Vues
ja: 表示
pt: Visualizações

# rail.display
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示設定
pt: Exibição

# rail.legend
source: Legend
de: Legende
es: Leyenda
fr: Légende
ja: 凡例
pt: Legenda

# section.selection
source: Selection
de: Auswahl
es: Selección
fr: Sélection
ja: 選択
pt: Seleção

# section.worth
source: Worth a look
de: Lohnt sich
es: Vale la pena revisar
fr: À examiner
ja: 要チェック
pt: Vale a pena ver

# section.disk
source: Disk
de: Volume
es: Disco
fr: Disque
ja: ディスク
pt: Disco

# sel.of_scan
source: of scan
de: vom Scan
es: del análisis
fr: de l’analyse
ja: スキャン比
pt: da verificação

# sel.files
source: files
de: Dateien
es: archivos
fr: fichiers
ja: ファイル
pt: arquivos

# sel.last_write
source: Last write
de: Letzte Änderung
es: Última escritura
fr: Dernière écriture
ja: 最終更新
pt: Última escrita

# sel.kind
source: Kind
de: Art
es: Tipo
fr: Type
ja: 種類
pt: Tipo

# sel.empty
source: Select a tile to inspect it.
de: Wähle eine Kachel zur Inspektion.
es: Selecciona un bloque para inspeccionarlo.
fr: Sélectionnez une tuile pour l’inspecter.
ja: タイルを選択して詳細を表示。
pt: Selecione um bloco para inspecioná-lo.

# action.reveal
source: Reveal
de: Zeigen
es: Mostrar
fr: Révéler
ja: 表示
pt: Revelar

# action.trash
source: Move to Trash
de: In den Papierkorb
es: Mover a la papelera
fr: Mettre à la corbeille
ja: ゴミ箱に入れる
pt: Mover para a Lixeira

# trash.title
source: Move to Trash?
de: In den Papierkorb bewegen?
es: ¿Mover a la papelera?
fr: Mettre à la corbeille ?
ja: ゴミ箱に入れますか?
pt: Mover para a Lixeira?

# trash.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar

# trash.note
source: %@ · this item will be moved to Trash, not permanently deleted.
de: %@ · dieses Element wird in den Papierkorb bewegt, nicht endgültig gelöscht.
es: %@ · este elemento se moverá a la papelera, no se eliminará para siempre.
fr: %@ · cet élément ira à la corbeille, sans suppression définitive.
ja: %@ · この項目はゴミ箱に移動され、完全に削除されません。
pt: %@ · este item será movido para a Lixeira, não excluído permanentemente.

# error.trash_failed
source: Could not move item to Trash: %@
de: Konnte nicht in den Papierkorb bewegt werden: %@
es: No se pudo mover a la papelera: %@
fr: Mise à la corbeille impossible : %@
ja: ゴミ箱に移動できませんでした: %@
pt: Não foi possível mover para a Lixeira: %@

# worth.finding
source: Finding cleanup candidates…
de: Suche nach Kandidaten…
es: Buscando candidatos…
fr: Recherche de candidats…
ja: 候補を検索中…
pt: Buscando candidatos…

# worth.empty
source: No large cleanup candidates found.
de: Keine großen Kandidaten gefunden.
es: No se encontraron candidatos grandes.
fr: Aucun candidat notable.
ja: 大きな候補はありません。
pt: Nenhum candidato grande encontrado.

# worth.build_output
source: build output · safe to review
de: Build-Artefakt · bitte prüfen
es: compilación · seguro para revisar
fr: produit de build · à vérifier
ja: ビルド成果物 · 要確認
pt: build · seguro para revisar

# worth.cache
source: regenerable cache
de: neu erstellbarer Cache
es: caché regenerable
fr: cache régénérable
ja: 再生成可能なキャッシュ
pt: cache regenerável

# worth.agent
source: agent workspace
de: Agent-Arbeitsbereich
es: espacio de agente
fr: espace d’agent
ja: エージェント作業領域
pt: espaço de agente

# worth.repo
source: large repository
de: großes Repository
es: repositorio grande
fr: grand dépôt
ja: 大きなリポジトリ
pt: repositório grande

# worth.old_media
source: old media
de: alte Medien
es: contenido antiguo
fr: ancien média
ja: 古いメディア
pt: mídia antiga

# worth.old_other
source: old · last write %@
de: alt · letzte Änderung %@
es: antiguo · última escritura %@
fr: ancien · dernière écriture %@
ja: 古い · 最終更新 %@
pt: antigo · última escrita %@

# disk.free
source: %@ free
de: %@ frei
es: %@ libres
fr: %@ libres
ja: 空き %@
pt: %@ livres

# disk.used
source: %@ used
de: %@ belegt
es: %@ usados
fr: %@ utilisés
ja: 使用量 %@
pt: %@ usados

# disk.total
source: %@ total
de: %@ gesamt
es: %@ en total
fr: %@ au total
ja: 合計 %@
pt: %@ no total

# key.mark
source: mark
de: markieren
es: marcar
fr: marquer
ja: マーク
pt: marcar

# key.open
source: open
de: öffnen
es: abrir
fr: ouvrir
ja: 開く
pt: abrir

# key.up
source: up
de: hoch
es: subir
fr: monter
ja: 上へ
pt: subir

# key.review
source: review
de: prüfen
es: revisar
fr: vérifier
ja: 確認
pt: revisar

# key.move
source: move
de: bewegen
es: mover
fr: déplacer
ja: 移動
pt: mover

# key.filter
source: filter
de: filtern
es: filtrar
fr: filtrer
ja: 絞り込み
pt: filtrar

# key.depth
source: depth
de: Tiefe
es: profundidad
fr: profondeur
ja: 深さ
pt: profundidade

# key.mode
source: mode
de: Modus
es: modo
ja: モード
pt: modo

# key.reset
source: reset
de: zurücksetzen
es: restablecer
fr: réinitialiser
ja: リセット
pt: redefinir

# key.rescan
source: rescan
de: erneut scannen
es: reanalizar
fr: réanalyser
ja: 再スキャン
pt: verificar de novo

# keys.all
source: all keys
de: alle Tasten
es: todas las teclas
fr: toutes les touches
ja: 全てのキー
pt: todas as teclas

# keys.help_tip
source: Show all keyboard shortcuts
de: Alle Tastenkürzel anzeigen
es: Mostrar todos los atajos de teclado
fr: Afficher tous les raccourcis clavier
ja: 全てのキーボードショートカットを表示
pt: Mostrar todos os atalhos de teclado

# keys.cancel_scan
source: Cancel scan
de: Scan abbrechen
es: Cancelar análisis
fr: Annuler l’analyse
ja: スキャンを中止
pt: Cancelar verificação

# review.title
source: Marked for review
de: Zur Prüfung vorgemerkt
es: Marcados para revisar
fr: À vérifier
ja: 確認用にマーク
pt: Marcados para revisão

# review.subtitle
source: Nothing is removed until you confirm a move to Trash.
de: Nichts wird ohne bestätigtes Verschieben gelöscht.
es: Nada se elimina hasta que confirmes mover a la papelera.
fr: Rien n’est supprimé avant confirmation.
ja: ゴミ箱への移動を確定するまで何も削除されません。
pt: Nada é removido até você confirmar mover para a Lixeira.

# review.done
source: Done
de: Fertig
es: Listo
fr: OK
ja: 完了
pt: OK

# review.empty_title
source: No marked items
de: Keine vorgemerkten Elemente
es: Sin elementos marcados
fr: Aucun élément marqué
ja: マークされた項目なし
pt: Nenhum item marcado

# review.empty_hint
source: Select an item and press Space to add it here.
de: Wähle ein Element und drücke die Leertaste, um es hierher zu holen.
es: Selecciona un elemento y pulsa Espacio para añadirlo aquí.
fr: Sélectionnez un élément et appuyez sur Espace pour l’ajouter ici.
ja: 項目を選択してスペースキーを押すとここに追加されます。
pt: Selecione um item e pressione Espaço para adicioná-lo aqui.

# review.trash_tip
source: Move to Trash
de: In den Papierkorb
es: Mover a la papelera
fr: Mettre à la corbeille
ja: ゴミ箱に入れる
pt: Mover para a Lixeira

# help.title
source: Keyboard map
de: Tastaturbelegung
es: Mapa de teclado
fr: Raccourcis clavier
ja: キーボードマップ
pt: Mapa de teclado

# help.mark
source: Mark or unmark selection
de: Auswahl markieren oder nicht
es: Marcar o desmarcar la selección
fr: Marquer la sélection ou non
ja: 選択をマーク/解除
pt: Marcar ou desmarcar a seleção

# help.open
source: Zoom into a folder / reveal a file
de: Ordner öffnen / Datei zeigen
es: Acercar una carpeta / mostrar un archivo
fr: Explorer un dossier / révéler un fichier
ja: フォルダをズーム/ファイルを表示
pt: Aproximar uma pasta / revelar um arquivo

# help.up
source: Move up one folder
de: Eine Ebene hoch
es: Subir una carpeta
fr: Remonter d’un dossier
ja: 1つ上のフォルダへ
pt: Subir uma pasta

# help.review
source: Review marked items
de: Vorgemerkte prüfen
es: Revisar marcados
fr: Vérifier les éléments marqués
ja: マーク済みを確認
pt: Revisar marcados

# help.move
source: Move selection among siblings
de: Auswahl zwischen Nachbarn bewegen
es: Mover la selección entre hermanos
fr: Déplacer la sélection entre voisins
ja: 選択を兄弟間で移動
pt: Mover a seleção entre irmãos

# help.filter
source: Filter names
de: Namen filtern
es: Filtrar nombres
fr: Filtrer les noms
ja: 名前で絞り込み
pt: Filtrar nomes

# help.depth
source: Decrease or increase depth
de: Tiefe verringern oder erhöhen
es: Reducir o aumentar la profundidad
fr: Réduire ou augmenter la profondeur
ja: 深さを増減
pt: Diminuir ou aumentar a profundidade

# help.mode
source: Cycle %@ / %@ / %@
de: Wechseln %@ / %@ / %@
es: Alternar %@ / %@ / %@
fr: Alterner %@ / %@ / %@
ja: %@/%@/%@を切り替え
pt: Alternar %@ / %@ / %@

# help.reset
source: Reset to scan root
de: Zur Scan-Wurzel
es: Volver a la raíz del análisis
fr: Revenir à la racine
ja: スキャン起点に戻る
pt: Voltar à raiz da verificação

# help.rescan
source: Rescan
de: Erneut scannen
es: Reanalizar
fr: Réanalyser
ja: 再スキャン
pt: Verificar de novo

# help.dismiss
source: Show or dismiss this map
de: Diese Übersicht zeigen oder schließen
es: Mostrar u ocultar este mapa
fr: Afficher ou masquer cette carte
ja: このマップを表示/閉じる
pt: Mostrar ou ocultar este mapa

# help.footnote
source: Deleting always means Move to Trash with a confirmation. SpaceMap never permanently deletes files.
de: Löschen heißt immer: mit Bestätigung in den Papierkorb. SpaceMap löscht nie endgültig.
es: Eliminar siempre significa mover a la papelera con confirmación. SpaceMap nunca borra archivos para siempre.
fr: Supprimer signifie toujours mettre à la corbeille avec confirmation. SpaceMap ne supprime jamais définitivement.
ja: 削除は常に確認の上でゴミ箱への移動です。SpaceMapが完全に削除することはありません。
pt: Excluir sempre significa mover para a Lixeira com confirmação. O SpaceMap nunca exclui arquivos permanentemente.

# canvas.empty_title
source: This folder is empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
ja: このフォルダは空です
pt: Esta pasta está vazia

# canvas.empty_hint
source: Choose another folder to inspect its contents.
de: Wähle einen anderen Ordner zur Inspektion.
es: Elige otra carpeta para inspeccionar su contenido.
fr: Choisissez un autre dossier pour voir son contenu.
ja: 別のフォルダを選択して内容を確認。
pt: Escolha outra pasta para inspecionar seu conteúdo.

# canvas.loading_title
source: Mapping this volume…
de: Volume wird kartiert…
es: Mapeando este volumen…
fr: Cartographie du volume…
ja: ボリュームをマップ中…
pt: Mapeando este volume…

# canvas.loading_hint
source: The treemap will fill in as entries are discovered.
de: Die Karte füllt sich mit jedem Fund.
es: El mapa se llenará a medida que se descubran entradas.
fr: La carte se remplira au fil de la découverte.
ja: 見つかった項目からマップが埋まります。
pt: O mapa será preenchido conforme itens forem descobertos.

# canvas.accessibility
source: Disk usage treemap
de: Treemap der Belegung
es: Mapa de uso del disco
fr: Carte d’utilisation du disque
ja: ディスク使用量マップ
pt: Mapa de uso do disco

# category.reclaimable
source: Reclaimable
de: Wiederherstellbar
es: Recuperable
fr: Récupérable
ja: 再利用可能
pt: Recuperável

# category.agent
source: Agent scratch
de: Agent-Reste
es: Restos de agente
fr: Résidus d’agent
ja: エージェント残渣
pt: Restos de agente

# category.synced
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
ja: 同期済み
pt: Sincronizado

# category.media
source: Media
de: Medien
es: Multimedia
fr: Médias
ja: メディア
pt: Mídia

# category.documents
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
pt: Documentos

# age.just_now
source: just now
de: gerade eben
es: ahora mismo
fr: à l’instant
ja: たった今
pt: agora mesmo

# age.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
ja: 不明
pt: Desconhecido

# age.minute
source: %lld minutes ago
de: vor %lld Minuten
es: hace %lld minutos
fr: il y a %lld minutes
ja: %lld分前
pt: há %lld minutos

# age.hour
source: %lld hours ago
de: vor %lld Stunden
es: hace %lld horas
fr: il y a %lld heures
ja: %lld時間前
pt: há %lld horas

# age.day
source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
ja: %lld日前
pt: há %lld dias

# age.month
source: %lld months ago
de: vor %lld Monaten
es: hace %lld meses
fr: il y a %lld mois
ja: %lldか月前
pt: há %lld meses

# age.year
source: %lld years ago
de: vor %lld Jahren
es: hace %lld años
fr: il y a %lld ans
ja: %lld年前
pt: há %lld anos

# fda.granted
source: Full Disk Access is on. Rescan to include the folders that were skipped.
de: Voller Festplattenzugriff ist aktiv. Erneut scannen, um übersprungene Ordner einzubeziehen.
es: El acceso total al disco está activado. Vuelve a escanear para incluir las carpetas omitidas.
fr: L’accès complet au disque est activé. Relancez l’analyse pour inclure les dossiers ignorés.
ja: フルディスクアクセスが有効になりました。スキップしたフォルダを含めるには再スキャンしてください。
pt: O acesso total ao disco está ativado. Escaneie de novo para incluir as pastas ignoradas.

# fda.rescan
source: Rescan
de: Erneut scannen
es: Volver a escanear
fr: Relancer l’analyse
ja: 再スキャン
pt: Escanear de novo

# nav.home
source: home
es: inicio
fr: accueil
ja: ホーム
pt: início

# category.code
source: Code
es: Código
ja: コード
pt: Código

# category.toolchains
source: Toolchains
es: Cadenas de herramientas
fr: Chaînes d’outils
ja: ツールチェイン

# category.cache
source: Cache
es: Caché
ja: キャッシュ
